<template>
  <div class="alert alert-info">
    <span class="alert-icon" aria-hidden="true">ℹ️</span>
    <div class="alert-content">
      <strong>ВАЖНО:</strong> Данный калькулятор предоставляет лишь приблизительные
      расчеты, основанные на средних статистических данных (формула Видмарка-Зайдля).
      Он не учитывает индивидуальные генетические особенности метаболизма, состояние печени, прием
      лекарств и другие факторы.
      <br><br>
      Результаты расчетов <strong>не имеют юридической силы</strong> и не могут быть использованы для
      оспаривания результатов медицинского освидетельствования или алкотестеров ГИБДД.
      Никогда не садитесь за руль после употребления алкоголя, даже если калькулятор показывает "0".
    </div>
  </div>
</template>
